Repository: rememberlenny/Candid-Commerce-WP-Theme
Catalog: plugins/theme-check/lang/themecheck-*.po
Languages: de_de, ja, ro_ro

source: This is a child theme. The parent theme is
de_de: Das ist ein Child Theme. Das Parent Theme ist
ro_ro: Această temă este "child-theme". Tema "parent" este

source: One or more errors were found for
de_de: Ein oder mehrere Fehler wurden gefunden für
ro_ro: Una sau mai multe erori au fost găsite pentru

source: passed the tests
de_de: hat die Teste durchgelaufen
ro_ro: a trecut testele

source: <span class='tc-lead tc-required'>REQUIRED</span>: The theme doesn't have comment pagination code in it. Use <strong>paginate_comments_links()</strong> or <strong>next_comments_link()</strong> and <strong>previous_comments_link()</strong> to add comment pagination.
de_de: <span class='tc-lead tc-required'>ERFORDERLICH</span>: Das Theme hat keine Paginierungcode für Kommentare. Benutze <strong>paginate_comments_links()</strong> oder <strong>next_comments_link()</strong> und <strong>previous_comments_link()</strong> um Komentarepaginierungen hinzufügen.
ro_ro: <span class='tc-lead tc-required'>NECESAR</span>: Tema nu are cod pentru paginatia comentariilor. Folosește <strong>paginate_comments_links()</strong> sau <strong>next_comments_link()</strong> si <strong>previous_comments_link()</strong> pentru a adăuga paginație comentariilor.

source: Please remove any extraneous directories like .git or .svn from the ZIP file before uploading it.
de_de: Entferne bitte alle äußeren Ordner wie .git oder .svn von der ZIP Datei, bevor es aufladen.
ro_ro: Elimină directoare externe ca .git sau .svn din arhiva ZIP inainte de a o incarca.

source: Hidden File
de_de: Versteckte Datei
ro_ro: Fișier ascuns

source: <span class='tc-lead tc-required'>REQUIRED</span>: Please use <strong>get_search_form()</strong> instead of including searchform.php directly.
de_de: <span class='tc-lead tc-required'>ERFORDERLICH</span>: Bitte benutze <strong>get_search_form()</strong> anstatt searchform.php direkt einschließen.
ro_ro: <span class='tc-lead tc-required'>NECESAR</span>: Folosește <strong>get_search_form()</strong> în loc de a include direct searchform.php.

source: <strong>PHP shell was found!</strong>
de_de: <strong>PHP shell wurde gefunded!</strong>
ro_ro: <strong>Shell PHP a fost găsit!</strong>

source: A simple and easy way to test your theme for all the latest WordPress standards and practices. A great theme development tool!
de_de: Eine einfache und leichte Art, dein Theme auf alle letzten WordPress Standards und Praxis zu überprüfen. Ein großes Theme-Entwicklungswerkzeug!
ro_ro: Un mod simplu și ușor de a verifica tema ta pentru toate standardele și practcile WordPress recente.
