Repository: rememberlenny/Candid-Commerce-WP-Theme
Catalog: plugins/theme-check/lang/themecheck-*.po
Languages: de_de, ja, ro_ro

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht die nötigen Rechte, auf diese Seite zurückzugreifen.
ja: このページにアクセスするための十分なアクセス権がありません。
ro_ro: Nu ai suficiente drepturi pentru a accesa aceastp pagină.

source: Parent theme <strong>%1$s</strong> not found! You have to have parent AND child-theme installed!
ja: 親テーマ <strong>%1$s</strong> が見つかりませんでした! 親テーマと子テーマをインストールしてください!

source: Theme Info
ja: テーマ情報
ro_ro: Informații Temă

source: Title
de_de: Titel
ja: タイトル
ro_ro: Titlu

source: Version
ja: バージョン
ro_ro: Versiune

source: Author
de_de: Autor
ja: 作成者
ro_ro: Autor

source: Author URI
de_de: Autor URI
ja: 作成者の URI
ro_ro: URI Autor

source: Theme URI
ja: テーマの URI
ro_ro: URI Temă

source: License
de_de: Lizenz
ja: ライセンス
ro_ro: Licență

source: LicenseURI
de_de: LizenzURI
ja: ライセンスの URI
ro_ro: URILicență

source: Tags
de_de: Schlagwörter
ja: タグ
ro_ro: Etichete

source: Description
de_de: Beschreibung
ja: 説明
ro_ro: Descriere

source: This child theme requires at least version <strong>%1$s</strong> of theme <strong>%2$s</strong> to be installed. You only have <strong>%3$s</strong> please update the parent theme.
ja: この子テーマは、親テーマ <strong>%2$s</strong> のバージョン <strong>%1$s</strong> 以上を必要とします。現在の親テーマのバージョンは <strong>%3$s</strong> なので、アップデートしてください。

source: This is a child theme. The parent theme is: <strong>%1$s</strong>. These files have been included automatically!
ja: これは子テーマです。親テーマは <strong>%1$s</strong> です。親テーマのファイルは自動的にインクルードされます!

source: Child theme does not have the <strong>Template Version</strong> tag in style.css.
ja: 子テーマの style.css に<strong>Template Version</strong> タグがありません。

source: Child theme is only tested up to version %1$s of %2$s breakage may occur! %3$s installed version is %4$s
ja: 子テーマは %2$s のバージョン %1$s までしかテストされていないので、表示がおかしくなるかもしれません。インストールされている %3$s のバージョンは %4$s です。

source: Running <strong>%1$s</strong> tests against <strong>%2$s</strong> using Guidelines Version: <strong>%3$s</strong> Plugin revision: <strong>%4$s</strong>
ja: ガイドラインバージョン: <strong>%3$s</strong>、プラグインリビジョン: <strong>%4$s</strong> を利用し、<strong>%2$s</strong> に対して <strong>%1$s</strong> 項目のテストを実施しました。

source: One or more errors were found for %1$s.
ja: %1$s にて、エラーが見つかりました。

source: %1$s passed the tests
ja: %1$s はテストをパスしました

source: <strong>WP_DEBUG is not enabled!</strong> Please test your theme with <a href="http://codex.wordpress.org/Editing_wp-config.php">debug enabled</a> before you upload!</div>
de_de: <strong>WP_DEBUG ist nicht aktiv!</strong> Bitte überprüf dein Theme mit <a href="http://codex.wordpress.org/Editing_wp-config.php">debug aktiv</a> bevor du auflädst!</div>
ja: <strong>WP_DEBUG が無効になっています!</strong> テーマをアップロードする前に、<a href="http://wpdocs.sourceforge.jp/wp-config.php_%E3%81%AE%E7%B7%A8%E9%9B%86">デバッグモードを有効にして</a>テーマをテストしてください。</div>
ro_ro: <strong>WP_DEBUG nu este activ!</strong> Testează tema cu <a href="http://codex.wordpress.org/Editing_wp-config.php">modul debug activat</a> inainte sa incarci!</div>

source: <h2>About</h2>
ja: <h2>このプラグインについて</h2>

source: <p>The theme check plugin is an easy way to test your theme and make sure it's up to spec with the latest theme review standards.<br />
ja: <p>テーマチェックプラグインは、テーマをテストし、最新のテーマレビュー基準の仕様に従っていることを簡単に確認することができるプラグインです。<br />

source: With it, you can run all the same automated testing tools on your theme that WordPress.org uses for theme submissions.</p>
ja: このプラグインにより、WordPress.org がテーマの受付時に使用する自動化されたテストツールとまったく同じテストを自分のテーマに対して行うことができます。</p>

source: <h2>Contact</h2>
ja: <h2>コンタクト</h2>

source: <p>Theme-Check is maintained by <a href="http://profiles.wordpress.org/users/pross/">Pross</a> and <a href="http://profiles.wordpress.org/users/otto42/">Otto42</a><br />
ja: <p>Theme-Check は <a href="http://profiles.wordpress.org/users/pross/">Pross</a> と <a href="http://profiles.wordpress.org/users/otto42/">Otto42</a> によってメンテナンスされています。<br />

source: If you have found a bug or would like to make a suggestion or contribution why not join the <a href="http://wordpress.org/extend/themes/contact/">theme-reviewers mailing list</a><br />
ja: もしバグを見つけたり、もしくは提案や貢献をしてくれるのなら、 <a href="http://wordpress.org/extend/themes/contact/">theme-reviewers メーリングリスト</a>に参加するか、<br />

source: or leave a post on the <a href="http://wordpress.org/tags/theme-check?forum_id=10">WordPress forums</a>.<br /></p>
ja: <a href="http://wordpress.org/tags/theme-check?forum_id=10">WordPress フォーラム</a>に投稿してください。<br /></p>

source: <h2>Contributors</h2>
ja: <h2>貢献者</h2>

source: <h3>localization</h3>
ja: <h3>ローカライズ</h3>

source: <h3>Testers</h3>
ja: <h3>テスター</h3>

source: <p><a href="http://make.wordpress.org/themes/">The WordPress Theme Review Team</a></p>
ja: <p><a href="http://make.wordpress.org/themes/">WordPress テーマレビューチーム</a></p>

source: <div class="tc-success"><p>Now your theme has passed the basic tests you need to check it properly using the test data before you upload to the WordPress Themes Directory.</p>
ja: <div class="tc-success"><p>このテーマは基本的なテストをパスしました。WordPress テーマディレクトリにアップロードする前にテストデータを使って適切にチェックする必要があります。</p>

source: <p>Make sure to review the guidelines at <a href="http://codex.wordpress.org/Theme_Review">Theme Review</a> before uploading a Theme.</p>
ja: <p>テーマをアップロードする前に、<a href="http://wpdocs.sourceforge.jp/Theme_Review">テーマレビュー</a>のガイドラインを確実に復習してください。</p>

source: <h3>Codex Links</h3>
ja: <h3>Codex のリンク</h3>

source: <li><a href="http://codex.wordpress.org/Theme_Development">Theme Development</a></li>
ja: <li><a href="http://wpdocs.sourceforge.jp/%E3%83%86%E3%83%BC%E3%83%9E%E3%81%AE%E4%BD%9C%E6%88%90">テーマの作成</a></li>

source: <li><a href="http://wordpress.org/support/forum/5">Themes and Templates forum</a></li>
ja: <li><a href="http://wordpress.org/support/forum/5">テーマとテンプレートのフォーラム (英語)</a> (<a href="http://ja.forums.wordpress.org/forum/4">日本語</a>)</li>

source: <li><a href="http://codex.wordpress.org/Theme_Unit_Test">Theme Unit Tests</a></li>
ja: <li><a href="http://wpdocs.sourceforge.jp/Theme_Unit_Test">テーマユニットテスト</a></li>

source: Check it!
de_de: Überprüf es!
ja: テスト実行 !
ro_ro: Verifică!

source: Output in Trac format.
ja: Trac フォーマットでの出力。

source: Suppress INFO.
ja: 情報 を表示させない。

source: <pre class='tc-grep'>Line
de_de: <pre class='tc-grep'>Linie
ja: <pre class='tc-grep'>行
ro_ro: <pre class='tc-grep'>Linie

source: Visit author homepage
ja: 作成者のホームページを表示

source: Anonymous
ja: 匿名

source: <span class='tc-lead tc-recommended'>RECOMMENDED</span>: No reference to nav_menu's was found in the theme. Note that if your theme has a menu bar, it is required to use the WordPress nav_menu functionality for it.
de_de: <span class='tc-lead tc-recommended'>EMPFOHLEN</span>: Kein Hinweis auf nav_menu' s wurde im Theme gefunden. Merke dass, wenn dein Thema einen Menü hat, es angefordert ist, die WordPress nav_menu Funktionalität dafür zu verwenden.
ja: <span class='tc-lead tc-recommended'>推奨</span>: このテーマ内に nav_menu への参照が見つかりませんでした。テーマにメニューバーがあるのなら、そのための WordPress の nav_menu 機能を使用してください。
ro_ro: <span class='tc-lead tc-recommended'>RECOMANDAT</span>: Nu s-au găsit referințe către nav_menu în temă. Dacă tema are o bară de meniu, este necesar să folosească funcționalitatea nav_menu din WordPress pentru ea.

source: <span class='tc-lead tc-recommended'>RECOMMENDED</span>: <strong>Tags:</strong> is either empty or missing in style.css header.
de_de: <span class='tc-lead tc-recommended'>EMPFOHLEN</span>: <strong>Tags:</strong> ist entweder leer oder fehlt in style.css Überschrift.
ja: <span class='tc-lead tc-recommended'>推奨</span>: style.css のヘッダーの <strong>Tags:</strong> が空か存在していません。
ro_ro: <span class='tc-lead tc-recommended'>RECOMANDAT</span>: <strong>Tags:</strong> este gol sau lipsește din antetul style.css.

source: <span class="tc-lead tc-warning">WARNING</span>: Found wrong tag, remove <strong>%1$s</strong> from your style.css header.
ja: <span class="tc-lead tc-warning">注意</span>: 誤ったタグが見つかりました。style.css のヘッダーから <strong>%1$s</strong> を取り除いてください。

source: <span class='tc-lead tc-required'>REQUIRED</span>: This theme doesn't seem to display tags. Modify it to display tags in appropriate locations.
de_de: <span class='tc-lead tc-required'>ERFORDERLICH</span>: Dieses Theme scheint nicht, Schlagwörter anzuzeigen. Ändere es, um Schlagwörter in den passenden Positionen anzuzeigen.
ja: <span class='tc-lead tc-required'>必須</span>: このテーマではタグを表示していないようです。適した場所にタグを表示するように修正してください。
ro_ro: <span class='tc-lead tc-required'>REQUIRED</span>: Această temă nu ăare să afișeze etichete. Modifică tema, astfel încât să afișeze etichetele în locurile corespunzătoare.

source: See: <a href="http://codex.wordpress.org/HTML_to_XHTML">http://codex.wordpress.org/HTML_to_XHTML</a><pre>&lt;!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"<br />"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd"?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/HTML_to_XHTML">http://codex.wordpress.org/HTML_to_XHTML</a><pre>&lt;!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"<br />"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd"?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/HTML_to_XHTML">http://wpdocs.sourceforge.jp/HTML_to_XHTML</a><pre>&lt;!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"<br />"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd"?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/HTML_to_XHTML">http://codex.wordpress.org/HTML_to_XHTML</a><pre>&lt;!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"<br />"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd"?&gt;</pre>

source: See: <a href="http://codex.wordpress.org/Function_Reference/wp_footer">wp_footer</a><pre> &lt;?php wp_footer(); ?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Function_Reference/wp_footer">wp_footer</a><pre> &lt;?php wp_footer(); ?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/%E9%96%A2%E6%95%B0%E3%83%AA%E3%83%95%E3%82%A1%E3%83%AC%E3%83%B3%E3%82%B9/wp_footer">wp_footer</a><pre> &lt;?php wp_footer(); ?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Function_Reference/wp_footer">wp_footer</a><pre> &lt;?php wp_footer(); ?&gt;</pre>

source: See: <a href="http://codex.wordpress.org/Function_Reference/wp_head">wp_head</a><pre> &lt;?php wp_head(); ?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Function_Reference/wp_head">wp_head</a><pre> &lt;?php wp_head(); ?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/%E9%96%A2%E6%95%B0%E3%83%AA%E3%83%95%E3%82%A1%E3%83%AC%E3%83%B3%E3%82%B9/wp_head">wp_head</a><pre> &lt;?php wp_head(); ?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Function_Reference/wp_head">wp_head</a><pre> &lt;?php wp_head(); ?&gt;</pre>

source: See: <a href="http://codex.wordpress.org/Function_Reference/language_attributes">language_attributes</a><pre>&lt;html &lt;?php language_attributes(); ?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Function_Reference/language_attributes">language_attributes</a><pre>&lt;html &lt;?php language_attributes(); ?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/%E9%96%A2%E6%95%B0%E3%83%AA%E3%83%95%E3%82%A1%E3%83%AC%E3%83%B3%E3%82%B9/language_attributes">language_attributes</a><pre>&lt;html &lt;?php language_attributes(); ?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Function_Reference/language_attributes">language_attributes</a><pre>&lt;html &lt;?php language_attributes(); ?&gt;</pre>

source: There must be a charset defined in the Content-Type or the meta charset tag in the head.
de_de: Ein charset muss in den Content-Type oder den meta charset tag im head definiert werden.
ja: ヘッダー内の Content-Type もしくは meta charset タグ内に charset の設定が必ず必要です。
ro_ro: Charset trebuie definit in Content-Type sau meta charset in head

source: See: <a href="http://codex.wordpress.org/Function_Reference/add_theme_support">add_theme_support</a><pre> &lt;?php add_theme_support( $feature ); ?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Function_Reference/add_theme_support">add_theme_support</a><pre> &lt;?php add_theme_support( $feature ); ?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/%E9%96%A2%E6%95%B0%E3%83%AA%E3%83%95%E3%82%A1%E3%83%AC%E3%83%B3%E3%82%B9/add_theme_support">add_theme_support</a><pre> &lt;?php add_theme_support( $feature ); ?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Function_Reference/add_theme_support">add_theme_support</a><pre> &lt;?php add_theme_support( $feature ); ?&gt;</pre>

source: See: <ahref="http://codex.wordpress.org/Function_Reference/register_sidebar">register_sidebar</a><pre> &lt;?php register_sidebar( $args ); ?&gt;</pre>
de_de: Siehe: <ahref="http://codex.wordpress.org/Function_Reference/register_sidebar">register_sidebar</a><pre> &lt;?php register_sidebar( $args ); ?&gt;</pre>
ja: 参照: <ahref="http://wpdocs.sourceforge.jp/%E9%96%A2%E6%95%B0%E3%83%AA%E3%83%95%E3%82%A1%E3%83%AC%E3%83%B3%E3%82%B9/register_sidebar">register_sidebar</a><pre> &lt;?php register_sidebar( $args ); ?&gt;</pre>
ro_ro: Vezi: <ahref="http://codex.wordpress.org/Function_Reference/register_sidebar">register_sidebar</a><pre> &lt;?php register_sidebar( $args ); ?&gt;</pre>

source: See: <a href="http://codex.wordpress.org/Function_Reference/dynamic_sidebar">dynamic_sidebar</a><pre> &lt;?php dynamic_sidebar( $index ); ?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Function_Reference/dynamic_sidebar">dynamic_sidebar</a><pre> &lt;?php dynamic_sidebar( $index ); ?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/%E9%96%A2%E6%95%B0%E3%83%AA%E3%83%95%E3%82%A1%E3%83%AC%E3%83%B3%E3%82%B9/dynamic_sidebar">dynamic_sidebar</a><pre> &lt;?php dynamic_sidebar( $index ); ?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Function_Reference/dynamic_sidebar">dynamic_sidebar</a><pre> &lt;?php dynamic_sidebar( $index ); ?&gt;</pre>

source: See: <a href="http://codex.wordpress.org/Template_Tags/comments_template">comments_template</a><pre> &lt;?php comments_template( $file, $separate_comments ); ?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Template_Tags/comments_template">comments_template</a><pre> &lt;?php comments_template( $file, $separate_comments ); ?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/%E9%96%A2%E6%95%B0%E3%83%AA%E3%83%95%E3%82%A1%E3%83%AC%E3%83%B3%E3%82%B9/comments_template">comments_template</a><pre> &lt;?php comments_template( $file, $separate_comments ); ?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Template_Tags/comments_template">comments_template</a><pre> &lt;?php comments_template( $file, $separate_comments ); ?&gt;</pre>

source: See: <a href="http://codex.wordpress.org/Template_Tags/wp_list_comments">wp_list_comments</a><pre> &lt;?php wp_list_comments( $args ); ?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Template_Tags/wp_list_comments">wp_list_comments</a><pre> &lt;?php wp_list_comments( $args ); ?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/%E3%83%86%E3%83%B3%E3%83%97%E3%83%AC%E3%83%BC%E3%83%88%E3%82%BF%E3%82%B0/wp_list_comments">wp_list_comments</a><pre> &lt;?php wp_list_comments( $args ); ?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Template_Tags/wp_list_comments">wp_list_comments</a><pre> &lt;?php wp_list_comments( $args ); ?&gt;</pre>

source: See: <a href="http://codex.wordpress.org/Template_Tags/comment_form">comment_form</a><pre> &lt;?php comment_form(); ?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Template_Tags/comment_form">comment_form</a><pre> &lt;?php comment_form(); ?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/%E3%83%86%E3%83%B3%E3%83%97%E3%83%AC%E3%83%BC%E3%83%88%E3%82%BF%E3%82%B0/comment_form">comment_form</a><pre> &lt;?php comment_form(); ?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Template_Tags/comment_form">comment_form</a><pre> &lt;?php comment_form(); ?&gt;</pre>

source: See: <a href="http://codex.wordpress.org/Template_Tags/body_class">body_class</a><pre> &lt;?php body_class( $class ); ?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Template_Tags/body_class">body_class</a><pre> &lt;?php body_class( $class ); ?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/%E3%83%86%E3%83%B3%E3%83%97%E3%83%AC%E3%83%BC%E3%83%88%E3%82%BF%E3%82%B0/body_class">body_class</a><pre> &lt;?php body_class( $class ); ?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Template_Tags/comment_form">comment_form</a><pre> &lt;?php comment_form(); ?&gt;</pre>

source: See: <a href="http://codex.wordpress.org/Function_Reference/wp_link_pages">wp_link_pages</a><pre> &lt;?php wp_link_pages( $args ); ?&gt;</pre>
ja: 参考: <a href="http://wpdocs.sourceforge.jp/%E3%83%86%E3%83%B3%E3%83%97%E3%83%AC%E3%83%BC%E3%83%88%E3%82%BF%E3%82%B0/wp_link_pages">wp_link_pages</a><pre> &lt;?php wp_link_pages( $args ); ?&gt;</pre>

source: See: <a href="http://codex.wordpress.org/Template_Tags/post_class">post_class</a><pre> &lt;div id="post-&lt;?php the_ID(); ?&gt;" &lt;?php post_class(); ?&gt;&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Template_Tags/post_class">post_class</a><pre> &lt;div id="post-&lt;?php the_ID(); ?&gt;" &lt;?php post_class(); ?&gt;&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/%E3%83%86%E3%83%B3%E3%83%97%E3%83%AC%E3%83%BC%E3%83%88%E3%82%BF%E3%82%B0/post_class">post_class</a><pre> &lt;div id="post-&lt;?php the_ID(); ?&gt;" &lt;?php post_class(); ?&gt;&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Template_Tags/post_class">post_class</a><pre> &lt;div id="post-&lt;?php the_ID(); ?&gt;" &lt;?php post_class(); ?&gt;&gt;</pre>

source: body_class call in body tag
ja: body タグ内での body_class 呼び出し

source: register_sidebar() or register_sidebars()
ja: register_sidebar() または register_sidebars()

source: <span class="tc-lead tc-required">REQUIRED</span>: Could not find <strong>%1$s</strong>. %2$s
ja: <span class="tc-lead tc-required">必須</span>: <strong>%1$s</strong> が見つかりませんでした。%2$s

source: <span class="tc-lead tc-recommended">RECOMMENDED</span>: <strong>%1$s</strong> found in the file <strong>%2$s</strong>. Deprecated since version <strong>%3$s</strong>. Use <strong>%4$s</strong> instead.%5$s
ja: <span class="tc-lead tc-recommended">推奨</span>: ファイル <strong>%2$s</strong> 内に <strong>%1$s</strong> が見つかりました。これはバージョン <strong>%3$s</strong> 以降、非推奨になっています。代わりに <strong>%4$s</strong> を使用してください。%5$s

source: <span class="tc-lead tc-required">REQUIRED</span>: <strong>%1$s</strong> was found in the file <strong>%2$s</strong>. Use <strong>%3$s</strong> instead.%4$s
ja: <span class="tc-lead tc-required">必須</span>: ファイル <strong>%2$s</strong> に <strong>%1$s</strong> が見つかりました。%4$s の代わりに <strong>%3$s</strong> を使用してください。

source: <span class="tc-lead tc-warning">WARNING</span>: Both DOS and UNIX style line endings were found in the file <strong>%1$s</strong>. This causes a problem with SVN repositories and must be corrected before the theme can be accepted. Please change the file to use only one style of line endings.
ja: <span class="tc-lead tc-warning">注意</span>: ファイル <strong>%1$s</strong> 内に DOS と UNIX スタイルの両方の行末コードが見つかりました。これは SVN リポジトリで問題を引き起こします。この問題を修正しないとテーマは承認されません。行末コードをどちらかのスタイルを使うようにファイルを修正してください。

source: <span class='tc-lead tc-recommended'>RECOMMENDED</span>: No reference to <strong>the_post_thumbnail()</strong> was found in the theme. It is recommended that the theme implement this functionality instead of using custom fields for thumbnails.
de_de: <span class='tc-lead tc-recommended'>EMPFOHLEN</span>: Kein Hinweis auf <strong>the_post_thumbnail()</strong> wurde im Theme gefunden. Es ist empfohlen, dass das Theme diese Funktionalität einführt, anstatt benutzerdefinierte Felder für Thumbnails zu benutzen.
ja: <span class='tc-lead tc-recommended'>推奨</span>: このテーマ内に <strong>the_post_thumbnail()</strong> への参照が見つかりませんでした。サムネイル用には、カスタムフィールドを使う代りにこの機能を実装するようお勧めします。
ro_ro: <span class='tc-lead tc-recommended'>RECOMANDAT</span>: Nu s-au găsit referințe către <strong>the_post_thumbnail()</strong> în temă. Este recomandat ca tema să implementeze această de funcționalitate pentru pictograme, in loc de câmpuri particularizate.

source: <span class='tc-lead tc-recommended'>RECOMMENDED</span>: No reference to post-thumbnails was found in the theme. If the theme has a thumbnail like functionality, it should be implemented with <strong>add_theme_support( 'post-thumbnails' )</strong>in the functions.php file.
de_de: <span class='tc-lead tc-recommended'>EMPFOHLEN</span>: Kein Hinweis auf post-thumbnails wurde im Theme gefunden. Wenn das Thema Thumbnail Funktionalität hat, soltle es mit <strong>add_theme_support(' post-thumbnails' )</strong> in die functions.php Datei eingeführt werden.
ja: <span class='tc-lead tc-recommended'>推奨</span>: このテーマ内に投稿サムネイル (アイキャッチ画像) への参照が見つかりませんでした。 このテーマにサムネイルの機能をもたせるのなら functions.php 内に <strong>add_theme_support( 'post-thumbnails' )</strong> を実装したほうがいいでしょう。
ro_ro: <span class='tc-lead tc-recommended'>RECOMANDAT</span>: Nu s-au găsit referințe către post-thumbnails în temă. Dacă tema are funcționalitate pentru pictograme, ar trebui implementată cu <strong>add_theme_support( 'post-thumbnails' )</strong> în fișierul functions.php.

source: Please use <strong>get_search_form()</strong> instead of including searchform.php directly.
ja: searchform.php を直接インクルードする代りに <strong>get_search_form()</strong> を使ってください。

source: <span class="tc-lead tc-required">REQUIRED</span>: <strong>%1$s</strong> %2$s%3$s
ja: <span class="tc-lead tc-required">必須</span>: <strong>%1$s</strong> %2$s%3$s

source: <span class='tc-lead tc-recommended'>RECOMMENDED</span>: No reference to <strong>add_editor_style()</strong> was found in the theme. It is recommended that the theme implement editor styling, so as to make the editor content match the resulting post output in the theme, for a better user experience.
de_de: <span class='tc-lead tc-recommended'>EMPFOHLEN</span>: Kein Hinweis auf <strong>add_editor_style()</strong> wurde im Theme gefunden. Es ist empfohlen, dass das Theme Editor Stilisierung einführt, damit derEditorinhalt den resultierenden Eintragausgabeinhalt übereinstimmt, für eine bessere Benutzererfahrung.
ja: <span class='tc-lead tc-recommended'>推奨</span>: このテーマ内に <strong>add_editor_style()</strong> への参照が見つかりませんでした。テーマへのエディタースタイルの実装を推奨します。これにより、エディターのコンテンツとこのテーマの実際の出力とをマッチさせることができ、ユーザーエクスペリエンスが向上します。
ro_ro: <span class='tc-lead tc-recommended'>RECOMANDAT</span>: Nu s-au găsit referințe către <strong>add_editor_style()</strong> în temă. Este recomandat ca tema să implementeze stilizarea editorului, pentru a face conținutul din editor să se potrivească cu conținutul intrării din temă, pentru o experiență mai buna a utilizatorului.

source: <strong>Theme name:</strong> is missing from your style.css header.
de_de: <strong>Theme name:</strong> fehlt von dein style.css Überschrift.
ja: style.css のヘッダーに <strong>Theme name:</strong> がありません。
ro_ro: <strong>Theme name:</strong> lipsește din antetul style.css.

source: <strong>Description:</strong> is missing from your style.css header.
de_de: <strong>Description:</strong> fehlt von dein style.css Überschrift.
ja: style.css のヘッダーに <strong>Description:</strong> がありません。
ro_ro: <strong>Description:</strong> lipsește din antetul style.css.

source: <strong>Author:</strong> is missing from your style.css header.
de_de: <strong>Author:</strong> fehlt von dein style.css Überschrift.
ja: style.css のヘッダーに <strong>Author:</strong> がありません。
ro_ro: <strong>Author:</strong> lipsește din antetul style.css.

source: <strong>Version:</strong> is missing from your style.css header.
de_de: <strong>Version:</strong> fehlt von dein style.css Überschrift.
ja: style.css のヘッダーに <strong>Version:</strong> がありません。
ro_ro: <strong>Version:</strong> lipsește din antetul style.css.
