Repository: rememberlenny/Candid-Commerce-WP-Theme
Catalog: plugins/theme-check/lang/themecheck-*.po
Languages: de_de, ja, ro_ro

source: <strong>License:</strong> is missing from your style.css header.
de_de: <strong>License:</strong> fehlt von dein style.css Überschrift.
ja: style.css のヘッダーに <strong>License:</strong> がありません。
ro_ro: <strong>License:</strong> lipsește din antetul style.css.

source: <strong>License URI:</strong> is missing from your style.css header.
de_de: <strong>License URI:</strong> fehlt von dein style.css Überschrift.
ja: style.css のヘッダーに <strong>License URI:</strong> がありません。
ro_ro: <strong>License URI:</strong> lipsește din antetul style.css.

source: <strong>.sticky</strong> css class is needed in your theme css.
ja: テーマの css には <strong>.sticky</strong> の css クラスが必要です。

source: <strong>.bypostauthor</strong> css class is needed in your theme css.
ja: テーマの css には <strong>.bypostauthor</strong> の css クラスが必要です。

source: <strong>.alignleft</strong> css class is needed in your theme css.
de_de: <strong>.alignleft</strong> CSS Klasse ist gebraucht in dein theme's CSS.
ja: テーマの css には <strong>.alignleft</strong> の css クラスが必要です。
ro_ro: Clasa CSS <strong>.alignleft</strong> este necesară in fișierul CSS al temei.

source: <strong>.alignright</strong> css class is needed in your theme css.
de_de: <strong>.alignright</strong> CSS Klasse ist gebraucht in dein theme's CSS.
ja: テーマの css には <strong>.alignright</strong> の css クラスが必要です。
ro_ro: Clasa CSS <strong>.alignright</strong> este necesară in fișierul CSS al temei.

source: <strong>.aligncenter</strong> css class is needed in your theme css.
de_de: <strong>.aligncenter</strong> CSS Klasse ist gebraucht in dein theme's CSS.
ja: テーマの css には <strong>.aligncenter</strong> の css クラスが必要です。
ro_ro: Clasa CSS <strong>.aligncenter</strong> este necesară in fișierul CSS al temei.

source: <strong>.wp-caption</strong> css class is needed in your theme css.
de_de: <strong>.wp-caption</strong> CSS Klasse ist gebraucht in dein theme's CSS.
ja: テーマの css には <strong>.wp-caption</strong> の css クラスが必要です。
ro_ro: Clasa CSS <strong>.wp-caption</strong> este necesară in fișierul CSS al temei.

source: <strong>.wp-caption-text</strong> css class is needed in your theme css.
de_de: <strong>.wp-caption-text</strong> CSS Klasse ist gebraucht in dein theme's CSS.
ja: テーマの css には <strong>.wp-caption-text</strong> の css クラスが必要です。
ro_ro: Clasa CSS <strong>.wp-caption-text</strong> este necesară in fișierul CSS al temei.

source: <strong>.gallery-caption</strong> css class is needed in your theme css.
de_de: <strong>.gallery-caption</strong> CSS Klasse ist gebraucht in dein theme's CSS.
ja: テーマの css には <strong>.gallery-caption</strong> の css クラスが必要です。
ro_ro: Clasa CSS <strong>.gallery-caption</strong> este necesară in fișierul CSS al temei.

source: <span class='tc-lead tc-required'>REQUIRED</span>:
ja: <span class='tc-lead tc-required'>必須</span>:

source: <span class="tc-lead tc-required">REQUIRED</span>: The theme doesn't have comment pagination code in it. Use <strong>paginate_comments_links()</strong> or <strong>next_comments_link()</strong> and <strong>previous_comments_link()</strong> to add comment pagination.
ja: <span class='tc-lead tc-required'>必須</span>: このテーマにはコメントページネーションのコードがありません。<strong>paginate_comments_links()</strong> もしくは <strong>next_comments_link()</strong> と <strong>previous_comments_link()</strong> を使用してコメントページネーションを追加してください。

source: <span class='tc-lead tc-recommended'>RECOMMENDED</span>: No reference to <strong>add_custom_image_header</strong> was found in the theme. It is recommended that the theme implement this functionality if using an image for the header.
de_de: <span class='tc-lead tc-recommended'>EMPFOHLEN</span>: Kein Hinweis auf <strong>add_custom_image_header</strong> wurde im Theme gefunden. Es ist empfohlen, dass das Theme diese Funktionalität einführt, wenn ein Bild für den Header verwendet wird.
ja: <span class='tc-lead tc-recommended'>推奨</span>: テーマ内に <strong>add_custom_image_header</strong> への参照が見つかりませんでした。ヘッダーに画像を使用するのならこの機能の実装をお勧めします。
ro_ro: <span class='tc-lead tc-recommended'>RECOMANDAT</span>: Nu s-au găsit referințe către <strong>add_custom_image_header</strong> în temă. Este recomandat ca tema să implementeze această funcționalitate daca folosește o imagine pentru antet.

source: <span class='tc-lead tc-recommended'>RECOMMENDED</span>: No reference to <strong>add_custom_background()</strong> was found in the theme. If the theme uses background images or solid colors for the background, then it is recommended that the theme implement this functionality.
de_de: <span class='tc-lead tc-recommended'>EMPFOHLEN</span>: Kein Hinweis auf <strong>add_custom_background()</strong> wurde im Theme gefunden. Wenn das Thema Hintergründe oder feste Farben für den Hintergrund verwendet, ist es empfohlen, dass das Theme diese Funktionalität einführt.
ja: <span class='tc-lead tc-recommended'>推奨</span>: このテーマ内に <strong>add_custom_background()</strong> への参照が見つかりませんでした。テーマで背景に画像やソリッドカラーを使用するのなら、この機能の実装をお勧めします。
ro_ro: <span class='tc-lead tc-recommended'>RECOMANDAT</span>: Nu s-au găsit referințe către <strong>add_custom_background()</strong> în temă. Daca tema foloseste imagini sau culori pentru fond, este recomandat să implementeze această funcționalitate.

source: <span class="tc-lead tc-recommended">RECOMMENDED</span>: <strong>%1$s</strong> was found in the file <strong>%2$s</strong>. Use <strong>%3$s</strong> instead.%4$s
ja: <span class="tc-lead tc-recommended">推奨</span>: ファイル <strong>%2$s</strong> に <strong>%1$s</strong> が見つかりました。%4$s の代わりに<strong>%3$s</strong> を使ってください。

source: <span class='tc-lead tc-required'>REQUIRED</span>: This theme doesn't seem to support the standard avatar functions. Use <strong>get_avatar</strong> or <strong>wp_list_comments</strong> to add this support.
de_de: <span class='tc-lead tc-required'>ERFORDERLICH</span>: Dieses Thema scheint nicht, die standard Avatar Funktionen zu unterstützen. Verwende <strong>get_avatar</strong> oder <strong>wp_list_comments</strong>, um diese Unterstützung hinzufügen.
ja: <span class='tc-lead tc-required'>必須</span>: このテーマは標準のアバター機能をサポートしていないようです。このサポートを追加するには <strong>get_avatar</strong> もしくは <strong>wp_list_comments</strong> を使用してください。
ro_ro: <span class='tc-lead tc-required'>NECESAR</span>: Tema nu pare să suporte funcțiile standard pentru avatare. Folosește <strong>get_avatar</strong> sau <strong>wp_list_comments</strong> pentru a adăuga această funcționalitate.

source: <span class="tc-lead tc-info">INFO</span>: Possible hard-coded links were found in the file <strong>%1$s</strong>.%2$s
ja: <span class="tc-lead tc-info">情報</span>: ファイル <strong>%1$s</strong> 内にハードコードされているようなリンクが見つかりました。%2$s

source: You have not included a text domain!
ja: テキストドメインが含まれていません!

source: <span class='tc-lead tc-recommended'>RECOMMENDED</span>: Text domain problems in <strong>%1$s</strong>. %2$s %3$s
ja: <span class='tc-lead tc-recommended'>推奨</span>: <strong>%1$s</strong> 内にテキストドメインに関する問題があります。 %2$s %3$s

source: Text domain should match theme slug: <strong>%1$s</strong>
ja: テキストドメインはテーマのスラッグと合わせてください: <strong>%1$s</strong>

source: <span class='tc-lead tc-recommended'>RECOMMENDED</span>: Text domain problems in <strong>%1$s</strong>. The twentyten text domain is being used!%2$s
ja: <span class='tc-lead tc-recommended'>推奨</span>: <strong>%1$s</strong> 内にテキストドメインに関する問題があります。 twentyten のテキストドメインが使われています! %2$s

source: <span class='tc-lead tc-recommended'>RECOMMENDED</span>: Text domain problems in <strong>%1$s</strong>. %2$s You are using: <strong>%3s</strong>%4$s
ja: <span class='tc-lead tc-recommended'>推奨</span>: <strong>%1$s</strong> 内にテキストドメインに関する問題があります。 %2$s 次のが使われています: <strong>%3s</strong>%4$s

source: eval() is not allowed.
de_de: eval() ist nicht erlaubt.
ja: eval() は許可されていません。
ro_ro: eval() nu este permis.

source: PHP sytem calls should be disabled by server admins anyway!
de_de: PHP Systemaufrufe sollten jedenfalls vom Serveradmin deaktiviert werden!
ja: PHP システムコールはサーバー管理者によってとにかく無効にされるべきです!
ro_ro: Apelurile de sistem PHP ar trebui sa fie oricum dezactivate de către administratori.

source: Themes should not change server PHP settings
de_de: Themes sollen PHP server einstellungen nicht ändern.
ja: テーマでサーバーの PHP の設定を変更するべきではありません
ro_ro: Temele nu ar trebui să modifice setările serverului PHP

source: base64_decode() is not allowed
de_de: base64_decode() ist nicht erlaubt.
ja: base64_decode() は許可されていません。
ro_ro: base64_decode() nu este permis

source: base64_encode() is not allowed
de_de: base64_encode() ist nicht erlaubt.
ja: base64_encode() は許可されていません。
ro_ro: base64_encode() nu este permis

source: uudecode() is not allowed
de_de: uudecode() ist nicht erlaubt.
ja: uudecode() は許可されていません。
ro_ro: uudecode() nu este permis

source: str_rot13() is not allowed
de_de: str_rot13() ist nicht erlaubt.
ja: str_rot13() は許可されていません。
ro_ro: str_rot13() nu este permis

source: Google search code detected
de_de: Google Suche Code entdeckt
ja: Google 検索のコードが検知されました
ro_ro: Cod căutare Google detectat

source: Googe advertising code detected
de_de: Google Werbung Code entdeckt
ja: Goolge 広告のコードが検知されました
ro_ro: Cod reclame Googe detectat

source: <span class="tc-lead tc-warning">WARNING</span>: Found <strong>%1$s</strong> in the file <strong>%2$s</strong>. %3$s. %4$s
ja: <span class="tc-lead tc-warning">注意</span>: ファイル <strong>%2$s</strong> 内に <strong>%1$s</strong> が見つかりました。 %3$s. %4$s

source: <span class="tc-lead tc-warning">WARNING</span>: Found <strong>%1$s</strong> in the file <strong>%2$s</strong>. %3$s.%4$s
ja: <span class="tc-lead tc-warning">注意</span>: ファイル <strong>%2$s</strong> 内に <strong>%1$s</strong> が見つかりました。 %3$s.%4$s

source: See: <a href="http://codex.wordpress.org/Migrating_Plugins_and_Themes_to_2.7/Enhanced_Comment_Display">Migrating Plugins and Themes to 2.7/Enhanced Comment Display</a><pre> &lt;?php if ( is_singular() ) wp_enqueue_script( "comment-reply" ); ?&gt;</pre>
de_de: Siehe: <a href="http://codex.wordpress.org/Migrating_Plugins_and_Themes_to_2.7/Enhanced_Comment_Display">Migrating Plugins and Themes to 2.7/Enhanced Comment Display</a><pre> &lt;?php if ( is_singular() ) wp_enqueue_script( "comment-reply" ); ?&gt;</pre>
ja: 参照: <a href="http://wpdocs.sourceforge.jp/Migrating_Plugins_and_Themes_to_2.7/Enhanced_Comment_Display">Migrating Plugins and Themes to 2.7/Enhanced Comment Display</a><pre> &lt;?php if ( is_singular() ) wp_enqueue_script( "comment-reply" ); ?&gt;</pre>
ro_ro: Vezi: <a href="http://codex.wordpress.org/Template_Tags/comment_form">comment_form</a><pre> &lt;?php comment_form(); ?&gt;</pre>

source: <span class="tc-lead tc-required">REQUIRED</span>: Could not find the <strong>comment-reply</strong> script enqueued. %1$s
ja: <span class="tc-lead tc-required">必須</span>: <strong>comment-reply</strong> スクリプトが呼び出されていません。 %1$s

source: <span class="tc-lead tc-info">INFO</span>: Could not find the <strong>comment-reply</strong> script enqueued, however a reference to 'comment-reply' was found. Make sure that the comment-reply script is being enqueued properly on singular pages.
ja: <span class="tc-lead tc-info">情報</span>: 'comment-reply' への参照が見つかりましたが、<strong>comment-reply</strong> スクリプトが呼び出されていません。単独ページで comment-reply スクリプトが正しく呼び出されているか確認してください。

source: <span class="tc-lead tc-required">REQUIRED</span>: Please remove any extraneous directories like .git or .svn from the ZIP file before uploading it.
ja: <span class="tc-lead tc-required">必須</span>: アップロードする前に、ZIP ファイルから .git や .svn などの無関係なディレクトリを取り除いてください。

source: <span class="tc-lead tc-recommended">RECOMMENDED</span>: <strong>%1$s</strong> is missing from your style.css header.
ja: <span class="tc-lead tc-recommended">推奨</span>: style.css のヘッダーに <strong>%1$s</strong> がありません。

source: <span class="tc-lead tc-info">INFO</span>: At least one hard coded date was found in the file <strong>%s</strong>. Consider get_option( 'date_format' )
ja: <span class="tc-lead tc-info">情報</span>: 少なくともひとつのハードコードされた日付がファイル <strong>%s</strong> に見つかりました。get_option( 'date_format' ) の使用を検討してください。

source: <span class="tc-lead tc-info">INFO</span>: Non-printable characters were found in the <strong>%1$s</strong> file. You may want to check this file for errors.%2$s
ja: <span class="tc-lead tc-info">情報</span>: ファイル <strong>%1$s</strong> 内に非アスキー文字および/または制御文字が見つかりました。対象が日本語ユーザーのみの場合は日本語が入っていてもかまいませんが、公式テーマディレクトリに登録する場合は他言語ユーザーに配慮してテンプレートファイル内に日本語は使わないようにしてください。日本語以外の文字でこのエラーが出ている場合は次のエラーを確認して制御文字が入り込んでいないかファイルをチェックしてみてください。%2$s

source: <span class='tc-lead tc-required'>REQUIRED</span>: The theme doesn't have post pagination code in it. Use <strong>posts_nav_link()</strong> or <strong>paginate_links()</strong> or <strong>next_posts_link()</strong> and <strong>previous_posts_link()</strong> to add post pagination.
de_de: <span class='tc-lead tc-required'>ERFORDERLICH</span>: Das Theme hat keine Paginierungcode für Einträge. Benutze <strong>posts_nav_link()</strong> oder <strong>paginate_links()</strong> oder <strong>next_posts_link()</strong> und <strong>previous_posts_link()</strong> um Einträgepaginierungen hinzufügen.
ja: <span class='tc-lead tc-required'>必須</span>: このテーマには投稿記事ページネーションのコードがありません。<strong>posts_nav_link()</strong> もしくは <strong>paginate_links()</strong> もしくは <strong>next_posts_link()</strong> と <strong>previous_posts_link()</strong> を使用して投稿記事ページネーションを追加してください。
ro_ro: <span class='tc-lead tc-required'>NECESAR</span>: Tema nu are paginație pentru intrări. Folosește <strong>posts_nav_link()</strong> sau <strong>paginate_links()</strong> sau <strong>next_posts_link()</strong> si <strong>previous_posts_link()</strong> pentru a adăuga paginație intrărilor.

source: Windows thumbnail store
ja: Windows サムネイルファイル
ro_ro: Baza de date de pictograme Windows

source: windows system file
de_de: Windows System Datei
ja: Windows システムファイル
ro_ro: Fișier sistem Windows

source: NetBeans Project File
ja: NetBeans プロジェクトファイル

source: Komodo Project File
de_de: Komodo Projekt Datei
ja: Komodo プロジェクトファイル
ro_ro: Fișier proiect Komodo

source: Hidden Files or Folders
ja: 隠しファイルもしくは隠しフォルダ

source: PHP server settings file
de_de: PHP Server Einstellungen Datei
ja: PHP サーバー設定ファイル
ro_ro: Fișier setări server PHP

source: Dreamweaver project file
de_de: Dreamweaver Projekt Datei
ja: Dreamweaver プロジェクトファイル
ro_ro: Fișier proiect Dreamweaver

source: PHP error log
de_de: PHP Fehler Protokoll
ja: PHP エラーログ
ro_ro: Jurnal erori PHP

source: Server settings file
de_de: Server Einstellungen Datei
ja: サーバー設定ファイル
ro_ro: Fișier setări server

source: SQL dump file
ja: SQL ダンプファイル

source: Please see <a href="http://codex.wordpress.org/Theme_Review#Theme_Documentation">Theme_Documentation</a> for more information.
de_de: Bitte siehe <a href="http://codex.wordpress.org/Theme_Review#Theme_Documentation">Theme_Documentation</a> für mehrere Informationen.
ja: より詳しい情報は <a href="http://wpdocs.sourceforge.jp/Theme_Review#Theme_Documentation">Theme_Documentation</a> をご覧ください。
ro_ro: Vezi <a href="http://codex.wordpress.org/Theme_Review#Theme_Documentation">Theme_Documentation</a> pentru mai multe informații.

source: <span class="tc-lead tc-warning">WARNING</span>: <strong>%1$s</strong> %2$s found.
ja: <span class="tc-lead tc-warning">注意</span>: <strong>%1$s</strong> %2$s が見つかりました。

source: <span class="tc-lead tc-warning">WARNING</span>: could not find the file <strong>%1$s</strong> in the theme.
ja: <span class="tc-lead tc-warning">注意</span>: テーマ内にファイル <strong>%1$s</strong> が見つかりませんでした。

source: <span class="tc-lead tc-recommended">RECOMMENDED</span>: could not find the file <strong>%1$s</strong> in the theme. %2$s
ja: <span class="tc-lead tc-recommended">推奨</span>: テーマ内にファイル <strong>%1$s</strong> が見つかりませんでした。 %2$s

source: This may be a script used by hackers to get control of your server!
ja: これはあなたのサーバーをコントロールするためにクラッカーが利用しているスクリプトかもしれません!

source: This may be a script used by hackers to get control of your server
ja: これはあなたのサーバーをコントロールするためにクラッカーが利用しているスクリプトかもしれません!

source: Tells a hacker what operating system your server is running
ja: サーバーの OS をクラッカーに伝えます

source: base64 encoded text found in Search Engine Redirect hack <a href="http://blogbuildingu.com/wordpress/wordpress-search-engine-redirect-hack">[1]</a>
ja: 検索エンジンリダイレクトハック <a href="http://blogbuildingu.com/wordpress/wordpress-search-engine-redirect-hack">[1]</a> に base64 でエンコードされたテキストが見つかりました

source: YAHG Googlerank.info exploit code <a href="http://creativebriefing.com/wordpress-hacked-googlerankinfo/">[1]</a>
ja: YAHG Googlerank.info 攻撃用コード <a href="http://creativebriefing.com/wordpress-hacked-googlerankinfo/">[1]</a>

source: Possible Ekibastos attack <a href="http://ocaoimh.ie/did-your-wordpress-site-get-hacked/">[1]</a>
ja: Ekibastos 攻撃の可能性 <a href="http://ocaoimh.ie/did-your-wordpress-site-get-hacked/">[1]</a>

source: Symptom of a link injection attack <a href="http://www.kyle-brady.com/2009/11/07/wordpress-mediatemple-and-an-injection-attack/">[1]</a>
ja: リンクインジェクション <a href="http://www.kyle-brady.com/2009/11/07/wordpress-mediatemple-and-an-injection-attack/">[1]</a> の兆候

source: Possible "Gumblar" JavaScript attack <a href="http://threatinfo.trendmicro.com/vinfo/articles/securityarticles.asp?xmlfile=042710-GUMBLAR.xml">[1]</a> <a href="http://justcoded.com/article/gumblar-family-virus-removal-tool/">[2]</a>
ja: "Gumblar" JavaScript 攻撃 <a href="http://threatinfo.trendmicro.com/vinfo/articles/securityarticles.asp?xmlfile=042710-GUMBLAR.xml">[1]</a> <a href="http://justcoded.com/article/gumblar-family-virus-removal-tool/">[2]</a> の可能性

source: Symptom of the "Pharma Hack" <a href="http://blog.sucuri.net/2010/07/understanding-and-cleaning-the-pharma-hack-on-wordpress.html">[1]</a>
ja: "Pharma Hack" <a href="http://blog.sucuri.net/2010/07/understanding-and-cleaning-the-pharma-hack-on-wordpress.html">[1]</a> の可能性

source: Malicious footer code injection detected!
ja: 悪意のあるフッターコードのインジェクションを検知しました!

source: <span class="tc-lead tc-warning">WARNING</span>: <strong>%1$s</strong> %2$s%3$s
ja: <span class="tc-lead tc-warning">注意</span>: <strong>%1$s</strong> %2$s%3$s

source: <span class="tc-lead tc-warning">WARNING</span>: Found PHP short tags in file <strong>%1$s</strong>.%2$s
ja: <span class="tc-lead tc-warning">注意</span>: ファイル <strong>%1$s</strong>に PHP のショートタグが見つかりました。%2$s

source: <span class="tc-lead tc-recommended">RECOMMENDED</span>: Screenshot is wrong size! Detected: <strong>%1$sx%2$spx</strong>. Maximum allowed size is 320x240px.
ja: <span class="tc-lead tc-recommended">推奨</span>: スクリーンショットのサイズが違います! 検知したサイズ: <strong>%1$sx%2$spx</strong> です。許可されている最大サイズは 320x240px です。

source: <span class='tc-lead tc-warning'>WARNING</span>: No screenshot detected! Please include a screenshot.png.
ja: <span class='tc-lead tc-warning'>注意</span>: スクリーンショットがありません! screenshot.png を含めるようにしてください。

source: <span class="tc-lead tc-required">REQUIRED</span>: <strong>%1$s</strong> found in the file <strong>%2$s</strong>. Deprecated since version <strong>%3$s</strong>. Use <strong>%4$s</strong> instead.%5$s
ja: <span class="tc-lead tc-required">必須</span>: ファイル <strong>%2$s</strong> 内に <strong>%1$s</strong> が見つかりました。これはバージョン <strong>%3$s</strong> 以降、非推奨になっています。代わりに <strong>%4$s</strong> を使用してください。%5$s

source: iframes are sometimes used to load unwanted adverts and code on your site
ja: iframes は、無用な広告やコードのサイトへの読み込みに使われることがあります

source: <span class="tc-lead tc-info">INFO</span>: <strong>%1$s</strong> was found in the file <strong>%2$s</strong> %3$s.%4$s
ja: <span class="tc-lead tc-info">情報</span>: ファイル <strong>%2$s</strong> 内に <strong>%1$s</strong> が見つかりました。 %3$s。%4$s

source: This theme appears to have been auto-generated. Generated themes are not allowed in the themes directory.
de_de: Dieses Theme scheint Selbst-erzeugt worden zu sein. Erzeugte Themes sind im Themesverzeichnis nicht erlaubt.
ja: このテーマは自動的に生成されたテーマのようです。自動生成されたテーマはテーマディレクトリでは許可されていません。
ro_ro: Această tema pare să fie generată automat. Temele generate nu sunt permise în directorul de teme.

source: possible file operations
de_de: mögliche Datei Operationen
ja: ファイル操作の可能性
ro_ro: posibile operațiuni cu fișiere

source: <span class="tc-lead tc-warning">WARNING</span>: <strong>%1$s</strong> was found in the file <strong>%2$s</strong> %3$s.%4$s
ja: <span class="tc-lead tc-warning">注意</span>: ファイル <strong>%2$s</strong> に <strong>%1$s</strong> が見つかりました %3$s.%4$s

source: <span class="tc-lead tc-required">REQUIRED</span>: <strong>%1$s</strong> was found in the file <strong>%2$s</strong>. However get_post_format and/or has_post_format were not found, and no use of formats in the CSS was detected.
ja: <span class="tc-lead tc-required">必須</span>: ファイル <strong>%2$s</strong> 内に <strong>%1$s</strong> が見つかりました。get_post_format および/または has_post_format は見つかりませんでした。また、CSS にはフォーマット用のスタイルは検知されませんでした。

source: <span class='tc-lead tc-required'>REQUIRED</span>: No content width has been defined. Example: <pre>if ( ! isset( $content_width ) ) $content_width = 900;</pre>
de_de: <span class='tc-lead tc-required'>ERFORDERLICH</span>: Einhalt Breite wurde nicht definiert. Beispiel: <pre>if ( ! isset( $content_width ) ) $content_width = 900;</pre>
ja: <span class='tc-lead tc-required'>必須</span>: コンテンツ幅が設定されていません。例: <pre>if ( ! isset( $content_width ) ) $content_width = 900;</pre>
ro_ro: <span class='tc-lead tc-required'>NECESAR</span>: Lățimea conținutului nu a fost definită. Exemplu: <pre>if ( ! isset( $content_width ) ) $content_width = 900;</pre>

source: The theme appears to use include or require. If these are being used to include separate sections of a template from independent files, then <strong>get_template_part()</strong> should be used instead.
de_de: Das Theme scheint include oder require zu benutzen. Wenn diese benutzt sind, um unterschiedliche Abschnitte eines Templates von selbständige Dateien einzuschließen, dann <strong>get_template_part()</strong> sollte anstatt benutzt werden.
ja: このテーマでは include もしくは require が使用されているようです。もし単独ファイルからテンプレートの別個のセクションをインクルードするためなら、代りに <strong>get_template_part()</strong> を使用してください。
ro_ro: Tema pare să folosească include sau require. Dacă acestea sunt folosite pentru a include secțiuni separate ale template-ului din fișiere independente, atunci <strong>get_template_part()</strong> ar trebui folosit.

source: <span class="tc-lead tc-info">INFO</span>: <strong>%1$s</strong> %2$s %3$s
ja: <span class="tc-lead tc-info">情報</span>: <strong>%1$s</strong> %2$s %3$s

source: User levels were deprecated in <strong>2.0</strong>. Please see <a href="http://codex.wordpress.org/Roles_and_Capabilities">Roles_and_Capabilities</a>
de_de: Benutzerniveaus wurden missbilligt in <strong>2.0</strong>. Bitte siehe <a href="http://codex.wordpress.org/Roles_and_Capabilities">Roles_and_Capabilities</a>
ja: ユーザーレベルは <strong>2.0</strong> で非推奨になりました。<a href="http://wpdocs.sourceforge.jp/%E3%83%A6%E3%83%BC%E3%82%B6%E3%83%BC%E3%81%AE%E7%A8%AE%E9%A1%9E%E3%81%A8%E6%A8%A9%E9%99%90">ユーザーの種類と権限</a>を参照してください。
ro_ro: Nivelele de utilizatori au fost depreciate in <strong>2.0</strong>. Vezi <a href="http://codex.wordpress.org/Roles_and_Capabilities">Roles_and_Capabilities</a>

source: <span class="tc-lead tc-warning">WARNING</span>: <strong>%1$s</strong>. %2$s%3$s
ja: <span class="tc-lead tc-warning">注意</span>: <strong>%1$s</strong>. %2$s%3$s

source: Themes should use <strong>add_theme_page()</strong> for adding admin pages.
de_de: Themes sollen <strong>add_theme_page()</strong> benutzen, um Admin Seiten hinzufügen.
ja: 管理画面ページの追加は <strong>add_theme_page()</strong> を使ってください。
ro_ro: Temele ar trebui să folosească <strong>add_theme_page()</strong> pentru adăugarea paginilor de administrație.

source: <span class="tc-lead tc-required">REQUIRED</span>: <strong>%1$s</strong>. %2$s%3$s
ja: <span class="tc-lead tc-required">必須</span>: <strong>%1$s</strong>。 %2$s%3$s
