Repository: rememberlenny/Candid-Commerce-WP-Theme
Catalog: plugins/wordpress-beta-tester/languages/wp-beta-tester-*.po
Languages: de_de, ro_ro, sq

source: Beta Testing WordPress
de_de: WordPress Beta testen
ro_ro: Beta testare WordPress
sq: Prova Beta për WordPress-in

source: Beta Testing
de_de: Beta-Test
ro_ro: Beta testare
sq: Prova Beta

source: You do not have sufficient permissions to access this page.
de_de: Deine Zugriffsrechte reichen nicht aus, um diese Seite zu sehen.
ro_ro: Nu aveți permisiunile necesare pentru a accesa această pagină.
sq: Nuk keni leje të mjaftueshme për të hyrë në këtë faqe.

source: <strong>Please note:</strong> Once you have switched your blog to one of these beta versions of software it will not always be possible to downgrade as the database structure maybe updated during the development of a major release.
de_de: <strong>Bitte beachte:</strong>Der Wechsel auf eine dieser Beta-Versionen kann unter Umständen nicht mehr rückgängig gemacht werden, weil die Datenbankstrukturen im Zug der Entwicklung einer Hauptversion geändert worden sein könnten.
ro_ro: <strong>Atenție:</strong> Odată setată folosirea uneia dintre versiunile beta disponibile nu tot timpul va fi posibilă revenirea din cauza modificărilor structurale aduse bazei de date în timpul dezvoltării versiunilor majore.
sq: <strong>Mbani parasysh që:</strong> Pasi ta keni kaluar blogun tuja nën një nga këta versionet beta të software-it, jo gjithmonë do të jetë e mundur ta ktheni mbrapsht, ngaqë struktura e bazës së të dhënave mund të jetë përditësuar gjatë zhvillimit të një versioni të rëndësishëm.

source: <strong>Please note:</strong> There are no development builds of the beta stream you have choosen available so you will receieve normal update notifications.
de_de: <strong>Bitte beachte:</strong> Für den von dir gewählten Beta-Kanal gibt es keine Entwicklungsversionen, darum erhältst du normale Aktualisierungsbenachrichtigungen.
ro_ro: <strong>Atenție:</strong> Nu există compilări a dezvoltărilor beta disponibile ce au fost setate la preferințe, din această cauză notificările primite vor conține actualizări ordinare.
sq: <strong>Mbani parasysh që:</strong> Nuk ka montime zhvillimi për rrjedhën beta që keni përzgjedhur, ndaj do të merrni njoftime normale përditësimesh.

source: By their nature these releases are unstable and should not be used anyplace where your data is important. So please <a href="%1$s">backup your database</a> before upgrading to a test release. In order to hear about the latest beta releases your best bet is to watch the <a href="%2$s">development blog</a> and the <a href="%3$s">beta forum</a>
de_de: Es liegt in der Natur der Sache, dass diese Fassungen instabil sind. Sie sollten nicht eingesetzt werden, wenn wichtige Daten betroffen sind. Erstelle eine <a href="%1$s">Datenbank-Sicherung</a>vor dem Upgrade auf diese Fassung. Um auf Stand zu bleiben, besuche am besten regelmässig den <a href="%2$s">Entwickler-Blog</a> und das <a href="%3$s">Beta-Forum</a>
ro_ro: După felul lor aceste versiuni sunt instabile și nu se recomandă a fi folosite oriunde datele reprezintă importanță. Din acest motiv <a href="%1$s">creați copii de rezervă</a> înainte de a începe folosirea unei versiuni beta. Pentru a afla despre ultimele lansări beta cea mai scurtă cale ar fi <a href="%2$s">blogul dezvoltatorilor</a> și <a href="%3$s">forumul celor ce testează</a>.
sq: Nga vetë natyra e tyre, këto hedhje në qarkullim janë të paqëndrueshme dhe nuk do të duhej t'i përdornit kudo qoftë ku keni të dhëna të rëndësishme. Ndaj, ju lutem, <a href="%1$s">bëjini një kopjeruajtje bazës suaj të të dhënave</a> përpara se të provoni një version provë. Që të mund të dini rreth hedhjeve më të fundit në qarkullim versionesh beta, gjëja më e mirë që mund të bëni është të ndiqni <a href="%2$s">blogun e zhvillimit</a> dhe <a href="%3$s">forumin për beta</a>

source: Thank you for helping in testing WordPress please <a href="%s">report any bugs you find</a>.
de_de: Danke für deine Hilfe beim Test von WordPress. Bitte <a href="%s">melde jeden Fehler</a>, den du findest.
ro_ro: Mulțumim pentru ajutorul acordat în testarea WordPress, <a href="%s">raportarea erorilor găsite</a> este binevenită.
sq: Faleminderit që ndihmoni në provimin e WordPress-it. Ju lutem, <a href="%s">na njoftoni për çdo të metë që gjeni</a>.

source: By default your WordPress install uses the stable update stream, to return to this please deactivate this plugin
de_de: Als Voreinstellung benutzt deine WordPress-Installation den Update-Kanal der stabilen Version. Deaktiviere dieses Plugin, um wieder zu ihm zu wechseln.
ro_ro: Implicit, instanța WordPress folosită folosește actualizările destinate lansărilor stabile, pentru a reveni la aceste setări, dezactivați modulul.
sq: Instalimi juaj i WordPress-it, si parazgjedhje, përdor rrjedhën e përditësimeve të qëndrueshme. Për t'u kthyer te kjo, ju lutem, çaktivizojeni këtë shtojcë.

source: Please select the update stream you would like this blog to use:
de_de: Wähle den Update-Kanal, den du für dieses Blog benutzen möchtest:
ro_ro: Selectați tipul de actualizări care o să fie folosit:
sq: Ju lutem, përzgjidhni rrjedhën e përditësime që dëshironi të përdorë ky blog:

source: Point release nightlies
de_de: Kleinere Versionssprünge, täglich aktualisiert.
ro_ro: Compilări orientate spre lansări

source: This contains the work that is occuring on a branch in preperation for a x.x.x point release. This should also be fairly stable but will be available before the branch is ready for beta.
de_de: Enthält Änderungen, die zur Vorbereitung einer kleinen x.x.x-Version dienen. Diese sind recht stabil, werden aber schon angeboten, bevor der Zweig für einen Beta-Test bereit ist.
ro_ro: Acestea conțin actualizările orientate pentru lansări a versiunilor de tipul x.x.x. De asemenea acestea ar trebui să fie mult mai stabile, însă sunt disponibile înaintea lansării ramurei drept beta.
sq: Këtu përmbahet puna që po bëhet në një degë përgatitore për versionin x.x.x. I bie të jetë fort e qëndrueshme, por do të qarkullojë përpara se dega të jetë gati për një beta.

source: Bleeding edge nightlies
de_de: Hauptversionssprünge, täglich aktualisiert.
ro_ro: Compilări cu actualizările cele mai recente

source: This is the bleeding edge development code which may be unstable at times. <em>Only use this if you really know what you are doing</em>.
de_de: Hier geschehen die großen Entwicklungsschritte, die auch zeitweise instabil sein können. <em>Setze sie nur ein, wenn dur wirklich weisst, was du tust</em>.
ro_ro: Acestea conțin cod cu modificări foarte recente care nu este neapărat stabil. <em>Folosiți aceste actualizări doar dacă știți ce faceți</em>.
sq: Ky është kod i sapodalë nga furra, ndaj, me raste, mund të jetë i paqëndrueshëm. <em>Përdoreni vetëm nëse e dini vërtet se ç'po bëni</em>.

source: Save Changes
de_de: Änderungen speichern
ro_ro: Salvează preferințele
sq: Ruaji Ndryshimet

source: Why don't you <a href="%s">head on over and upgrade now</a>.
de_de: Warum führst du nicht <a href="%s">gleich eine Aktualisierung durch</a>?
ro_ro: Acum <a href="%s">se pot încerca actualizările</a>.
sq: Pse të mos <a href="%s">shkoni më tej që tani dhe e përmirësoni tani?</a>.
